Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/admin/page.tmx
Source language: en
Languages: nl

source: Page
nl: Pagina

source: New page created
nl: Nieuwe pagina aangemaakt

source: Page edited
nl: Pagina aangepast

source: Page successfully saved!
nl: Pagina werd succesvol opgslagen!

source: Page successfully deleted!
nl: Pagina werd succesvol verwijderd!

source: Message has been successfully edited!
nl: Bericht werd succesvol aangepast!

source: Message has been successfully deleted!
nl: Bericht werd succesvol verwijderd!

source: Allow anonymous users
nl: Anonieme gebruikers toestaan

source: If you select this, it becomes unnecessary to choose specific groups, because everyone will have access automatically.
nl: Indien u dit aanvinkt is het overbodig om specifieke groepen te selecteren, gezien iedereen automatisch toegang heeft.

source: Make page visible for specific groups:
nl: Pagina zichtbaar maken voor specifieke groepen:

source: Select the usergroups who have access to this page
nl: Selecteer de gebruikersgroepen die toegang hebben tot deze pagina

source: Use Dutch translation
nl: Nederlandse vertaling gebruiken

source: If not empty, minimum 2 and maximum 255 characters
nl: Indien ingevuld, minimum 2 en maximum 255 karakters

source: Required, minimum 2 characters
nl: Verplicht in te vullen, minimum 2 karakters

source: External URL of the page:
nl: Externe link van de pagina:

source: Required, minimum 1 character
nl: Verplicht in te vullen, minimum 1 karakter

source: Home
nl: Hoofdpagina

source: Select
nl: Selecteer

source: Required. This is used to determine the treestructure and to generate a correct breadcrumb
nl: Verplicht te selecteren. Dit wordt gebruikt om de boomstructuur te bepalen en een correcte broodkruimel te genereren

source: Show in navigationstructure
nl: Opnemen in de navigatiestructuur

source: The page will be visible in the navigationstructure (in all languages)
nl: De pagina zal zichtbaar zijn in de navigatiestructuur (alle talen)

source: Show in sitemap
nl: Opnemen in de sitemap

source: The page will be visible in the sitemap
nl: De pagina zal zichtbaar zijn in de sitemap

source: Do not show page in
nl: Pagina niet tonen in

source: Do not show the page in this language
nl: De pagina niet tonen in deze taal

source: If selected, the page will not be visible in the menu and sitemap in the current language.
nl: Indien aangevinkt zal de pagina niet getoond worden in de menu en de sitemap bij de huidige taal.

source: Make revision & ask permission
nl: Revisie aanmaken & goedkeuring vragen

source: If a revision gets committed, the changes will not become live automatically.
nl: Indien er een revisie aangemaakt wordt, dan worden de wijzigingen die u heeft aangebracht niet automatisch live gezet.

source: Mark translation as "to edit"
nl: Vertaling markeren als "aan te passen"

source: By selecting this, the translated page will be marked as "to edit"
nl: Door dit aan te vinken zal de vertaalde pagina gemarkeerd worden als "aan te passen"

source: Allow comments
nl: Reacties toestaan

source: If you select this, visitors of the website will be able to place comments on this newsitem.
nl: Als u dit aanvinkt zullen bezoekers van de website in staat zijn om reacties te posten op dit nieuwsbericht.

source: Comments
nl: Opmerkingen

source: Required, minimum 2, maximum 255 characters
nl: Verplicht in te vullen, minimum 2, maximum 255 karakters

source: Publicationdate
nl: Publicatiedatum

source: At
nl: Om

source: Date on which the page will be published.
nl: Datum waarop de pagina gepubliceerd zal worden.

source: Expiration date
nl: Vervaldatum

source: The date on which the page will be expired. On this date, the page will no longer be visible to visitors.
nl: De datum waarop de pagina zal komen te vervallen. Op deze datum zal de pagina niet langer beschikbaar zijn voor bezoekers.

source: title
nl: Titel

source: If not empty, minimum 2 and maximum 255 characters, seperated by commas (eg. lorem, ipsum, dolor, ...)
nl: Indien ingevuld, minimum 2 en maximum 255 karakters, scheiden door komma's (bv. lorem, ipsum, dolor, sit...)

source: Meta-description
nl: Meta-uitleg

source: Brief summary of the page.
nl: Korte samenvatting van de pagina.

source: Title of the page. This will be used in the browser window and to determine the breadcrumb.
nl: Titel van de pagina. Deze zal gebruikt worden in het browservenster en voor het bepalen van de broodkruimel.

source: Brief summary of the page. Will be showed in searches and while exporting pages.
nl: Korte samenvatting van de pagina. Wordt getoond tijdens het zoeken en het exporteren van pagina's.

source: You can upload a picture here, which will be showed at pagetype "overview". The chosen picture will be scaled down automatically
nl: U kan hier een foto opladen, deze zal dan getoond worden bij pagina type "overzicht". De gekozen foto zal automatisch verkleind worden

source: Internal page
nl: Interne pagina

source: This type of page can be fully controlled internally (content, title, tags, ...)
nl: Dit type pagina kan volledig intern beheerd worden (inhoud, titel, tags, etc...)

source: External page / Internal page without content
nl: Externe pagina / Interne pagina zonder inhoud

source: This type of page is a link to an internal or external page, which you cannot control. This can be used by example to link to a module, such as a contact form.
nl: Dit type pagina is een link naar een interne of externe pagina, die u niet zelf kan beheren. Deze kan gebruikt worden om bijvoorbeeld naar een module zoals een contactformulier te linken.

source: Overview page
nl: Overzichtspagina

source: This page shows a list of all the subpages with summary & thumbnail.
nl: Deze pagina toont een lijst van alle subpagina's met samenvatting & thumbnail.

source: Oops
nl: Foutje

source: Invalid extension. Only .jpg, .png, .gif are valid
nl: Ongeldige extensie. Enkel .jpg, .png, .gif zijn geldig

source: Photo
nl: Foto

source: Description
nl: Omschrijving

source: Select a picture first
nl: Selecteer eerst een foto

source: Something went wrong. Please try again or contact your administrator
nl: Er is iets fout gegaan. Probeer opnieuw of contacteer uw beheerder

source: Text
nl: Tekst

source: Save
nl: Opslaan

source: Saving
nl: admin_tmx->_('save') ?>

source: Are you sure you want to delete this picture?
nl: Ben je zeker dat je deze foto wilt verwijderen?

source: Deleting
nl: Bezig met verwijderen

source: General
nl: Algemeen

source: Spring
nl: Lente

source: Summer
nl: Zomer

source: Fall
nl: Herst

source: Pictures
nl: Foto\'s

source: Upload pictures
nl: Upload foto\'s

source: Delete picture
nl: Verwijder foto

source: Update picture
nl: Wijzig foto

source: Upload pictures for page
nl: Foto's uploaden voor pagina

source: Picture
nl: Foto

source: All pages
nl: Alle pagina's

source: Expired pages
nl: Vervallen pagina's

source: Almost expired pages
nl: Bijna vervallen pagina's

source: Unpublished pages
nl: Niet-gepubliceerde pagina's

source: Inactive pages
nl: Inactieve pagina's

source: Pages to translate
nl: Te vertalen pagina's

source: Type the page name to search
nl: Typ de pagina naam om te zoeken

source: Error check
nl: Foutcontrole

source: Preview
nl: Voorbeeld

source: Edit
nl: Aanpassen

source: Delete
nl: Verwijderen

source: Content
nl: Inhoud

source: Overview
nl: Overzicht

source: Add
nl: Toevoegen

source: news
nl: Nieuws

source: Edit page
nl: Pagina bewerken

source: Page - Edit
nl: Pagina - Toevoegen

source: Title & Summary
nl: Titel & Samenvatting

source: Rights
nl: Rechten

source: Publication
nl: Publicatie

source: Search Engine Optimalisation (SEO)
nl: Zoekmachineoptimalisatie (SEO)

source: Comment - Edit
nl: Comment - Aanpassen

source: Message
nl: Bericht

source: Name
nl: Naam

source: Approved
nl: Goedgekeurd

source: Delete survey
nl: Enquête verwijderen

source: Are you sure you want to delete this comment?
nl: Weet u zeker dat u deze comment wilt verwijderen?

source: Comments that need approval
nl: Goed te keuren berichten

source: All comments
nl: Alle berichten

source: Date
nl: Datum

source: Author
nl: Auteur

source: Action
nl: Actie

source: Edit content
nl: Inhoud aanpassen

source: Page overview
nl: Pagina overzicht

source: The following errors were found
nl: Volgende fouten werden gevonden

source: Error check is being executed
nl: Foutcontrole wordt uitgevoerd

source: Pages are being checked for errors. Please wait.
nl: Pagina's worden momenteel gecontroleerd op fouten. Een ogenblik geduld aub.

source: close
nl: Sluiten

source: Please wait
nl: Een ogenblik geduld aub

source: Laden
nl: Loading

source: Error check ready
nl: Controle afgerond

source: pages contain one or more errors. The pages with errors are colored red.
nl: pagina's bevatten één of meerdere fouten. De pagina's met fouten worden in het rood weergegeven.

source: Delete page
nl: Pagina verwijderen

source: Are you sure you want to delete this page? All underlying pages will be deleted as well.
nl: Weet u zeker dat u deze pagina wilt verwijderen? Alle onderliggende pagina's zullen tevens verwijderd worden.

source: Are you sure you want to delete this page? This page is currently being edited by another user.
nl: Weet u zeker dat u deze pagina wilt aanpassen? Deze pagina wordt momenteel door een andere gebruiker aangepast.

source: News overview
nl: Nieuws overzicht

source: Delete news article
nl: Nieuws artikel verwijderen

source: Are you sure you want to delete this news article?
nl: Weet u zeker dat u dit artikel wilt verwijderen?

source: Are you sure you want to edit this page? This page is currently being edited by another user.
nl: Weet u zeker dat u deze artikel wilt aanpassen? Dit artikel wordt momenteel door een andere gebruiker aangepast.

source: Page - Revision
nl: Pagina - Revisie

source: Summary
nl: Samenvatting

source: Source
nl: Bron

source: Reference to Dutch version
nl: Referentie naar NL versie

source: URL
nl: Link

source: Back to overview
nl: Terug naar het overzicht

source: Approve
nl: Goedkeuren

source: Version
nl: Versie

source: Date approved
nl: Datum goedkeuring

source: Approved by
nl: Goedgekeurd door

source: There currently are no revisions of this page
nl: Er zijn momenteel nog geen revisies van deze pagina

source: Choose the page
nl: Kies de pagina

source: Choose
nl: Kies

source: Choose the homepage
nl: Kies de hoofdpagina

source: Page - Position in tree structure [all languages]
nl: Pagina - Positie in boomstructuur [alle talen]

source: Back
nl: Terug

source: Enter here
nl: Hier invoegen

source: Page type
nl: Pagina type

source: Next step
nl: Volgende stap
